[
  {
    "name": "Cambridge Vaocabulary for IELTS",
    "vs": [
      [
        "bored",
        "adjective"
      ],
      [
        "local",
        "adjective"
      ],
      [
        "modern",
        "adjective"
      ],
      [
        "natural",
        "adjective"
      ],
      [
        "negative",
        "adjective"
      ],
      [
        "popular",
        "adjective"
      ],
      [
        "positive",
        "adjective"
      ],
      [
        "activity",
        "noun"
      ],
      [
        "actor",
        "noun"
      ],
      [
        "actress",
        "noun"
      ],
      [
        "artist",
        "noun"
      ],
      [
        "building",
        "noun"
      ],
      [
        "career",
        "noun"
      ],
      [
        "century",
        "noun"
      ],
      [
        "college",
        "noun"
      ],
      [
        "company",
        "noun"
      ],
      [
        "concert",
        "noun"
      ],
      [
        "culture",
        "noun"
      ],
      [
        "customer",
        "noun"
      ],
      [
        "diet",
        "noun"
      ],
      [
        "exam",
        "noun"
      ],
      [
        "exercise",
        "noun"
      ],
      [
        "festival",
        "noun"
      ],
      [
        "health",
        "noun"
      ],
      [
        "hobby",
        "noun"
      ],
      [
        "homework",
        "noun"
      ],
      [
        "job",
        "noun"
      ],
      [
        "journey",
        "noun"
      ],
      [
        "language",
        "noun"
      ],
      [
        "library",
        "noun"
      ],
      [
        "market",
        "noun"
      ],
      [
        "meeting",
        "noun"
      ],
      [
        "money",
        "noun"
      ],
      [
        "newspaper",
        "noun"
      ],
      [
        "office",
        "noun"
      ],
      [
        "opinion",
        "noun"
      ],
      [
        "parent",
        "noun"
      ],
      [
        "period",
        "noun"
      ],
      [
        "product",
        "noun"
      ],
      [
        "project",
        "noun"
      ],
      [
        "skill",
        "noun"
      ],
      [
        "space",
        "noun"
      ],
      [
        "style",
        "noun"
      ],
      [
        "topic",
        "noun"
      ],
      [
        "tourist",
        "noun"
      ],
      [
        "traffic",
        "noun"
      ],
      [
        "travel",
        "noun"
      ],
      [
        "university",
        "noun"
      ],
      [
        "worker",
        "noun"
      ],
      [
        "writer",
        "noun"
      ],
      [
        "build",
        "verb"
      ],
      [
        "choose",
        "verb"
      ],
      [
        "create",
        "verb"
      ],
      [
        "design",
        "verb"
      ],
      [
        "enjoy",
        "verb"
      ],
      [
        "explain",
        "verb"
      ],
      [
        "grow",
        "verb"
      ],
      [
        "imagine",
        "verb"
      ],
      [
        "improve",
        "verb"
      ],
      [
        "include",
        "verb"
      ],
      [
        "relax",
        "verb"
      ],
      [
        "remember",
        "verb"
      ],
      [
        "way of life",
        "phrase"
      ],
      [
        "ability",
        "noun"
      ],
      [
        "affect",
        "verb"
      ],
      [
        "ancient",
        "adjective"
      ],
      [
        "apply",
        "verb"
      ],
      [
        "audience",
        "noun"
      ],
      [
        "author",
        "noun"
      ],
      [
        "avoid",
        "verb"
      ],
      [
        "behaviour",
        "noun"
      ],
      [
        "benefit",
        "noun"
      ],
      [
        "cause",
        "verb"
      ],
      [
        "character",
        "noun"
      ],
      [
        "classical",
        "adjective"
      ],
      [
        "climate",
        "noun"
      ],
      [
        "close",
        "adjective"
      ],
      [
        "colleague",
        "noun"
      ],
      [
        "communicate",
        "verb"
      ],
      [
        "community",
        "noun"
      ],
      [
        "compete",
        "verb"
      ],
      [
        "competition",
        "noun"
      ],
      [
        "connect",
        "verb"
      ],
      [
        "consider",
        "verb"
      ],
      [
        "contain",
        "verb"
      ],
      [
        "control",
        "verb"
      ],
      [
        "creative",
        "adjective"
      ],
      [
        "crime",
        "noun"
      ],
      [
        "crowded",
        "adjective"
      ],
      [
        "cycle",
        "noun"
      ],
      [
        "data",
        "noun"
      ],
      [
        "develop",
        "verb"
      ],
      [
        "device",
        "noun"
      ],
      [
        "digital",
        "adjective"
      ],
      [
        "disaster",
        "noun"
      ],
      [
        "disease",
        "noun"
      ],
      [
        "download",
        "verb"
      ],
      [
        "earn",
        "verb"
      ],
      [
        "earth",
        "noun"
      ],
      [
        "education",
        "noun"
      ],
      [
        "effect",
        "noun"
      ],
      [
        "electric",
        "adjective"
      ],
      [
        "electricity",
        "noun"
      ],
      [
        "employee",
        "noun"
      ],
      [
        "employer",
        "noun"
      ],
      [
        "evidence",
        "noun"
      ],
      [
        "experience",
        "noun"
      ],
      [
        "express",
        "verb"
      ],
      [
        "expression",
        "noun"
      ],
      [
        "factor",
        "noun"
      ],
      [
        "fat",
        "noun"
      ],
      [
        "foreign",
        "adjective"
      ],
      [
        "gallery",
        "noun"
      ],
      [
        "gas",
        "noun"
      ],
      [
        "goal",
        "noun"
      ],
      [
        "height",
        "noun"
      ],
      [
        "identify",
        "verb"
      ],
      [
        "image",
        "noun"
      ],
      [
        "increase",
        "noun"
      ],
      [
        "independent",
        "adjective"
      ],
      [
        "industry",
        "noun"
      ],
      [
        "insect",
        "noun"
      ],
      [
        "invent",
        "verb"
      ],
      [
        "invention",
        "noun"
      ],
      [
        "knowledge",
        "noun"
      ],
      [
        "lawyer",
        "noun"
      ],
      [
        "lifestyle",
        "noun"
      ],
      [
        "research",
        "noun"
      ],
      [
        "media",
        "noun"
      ],
      [
        "memory",
        "noun"
      ],
      [
        "mind",
        "noun"
      ],
      [
        "moon",
        "noun"
      ],
      [
        "musician",
        "noun"
      ],
      [
        "nature",
        "noun"
      ],
      [
        "network",
        "noun"
      ],
      [
        "ocean",
        "noun"
      ],
      [
        "opportunity",
        "noun"
      ],
      [
        "organize",
        "verb"
      ],
      [
        "pay",
        "noun"
      ],
      [
        "perform",
        "verb"
      ],
      [
        "personality",
        "noun"
      ],
      [
        "petrol",
        "noun"
      ],
      [
        "planet",
        "noun"
      ],
      [
        "platform",
        "noun"
      ],
      [
        "pollution",
        "noun"
      ],
      [
        "population",
        "noun"
      ],
      [
        "prevent",
        "verb"
      ],
      [
        "prison",
        "noun"
      ],
      [
        "process",
        "noun"
      ],
      [
        "program",
        "noun"
      ],
      [
        "pronounce",
        "verb"
      ],
      [
        "protect",
        "verb"
      ],
      [
        "publish",
        "verb"
      ],
      [
        "raise",
        "verb"
      ],
      [
        "rate",
        "noun"
      ],
      [
        "recommend",
        "verb"
      ],
      [
        "reduce",
        "verb"
      ],
      [
        "regular",
        "adjective"
      ],
      [
        "relationship",
        "noun"
      ],
      [
        "report",
        "verb"
      ],
      [
        "task",
        "noun"
      ],
      [
        "response",
        "noun"
      ],
      [
        "review",
        "verb"
      ],
      [
        "route",
        "noun"
      ],
      [
        "salary",
        "noun"
      ],
      [
        "sense",
        "noun"
      ],
      [
        "solution",
        "noun"
      ],
      [
        "source",
        "noun"
      ],
      [
        "stage",
        "noun"
      ],
      [
        "stress",
        "noun"
      ],
      [
        "structure",
        "noun"
      ],
      [
        "successful",
        "adjective"
      ],
      [
        "suggest",
        "verb"
      ],
      [
        "support",
        "verb"
      ],
      [
        "target",
        "noun"
      ],
      [
        "attraction",
        "noun"
      ],
      [
        "taste",
        "noun"
      ],
      [
        "technology",
        "noun"
      ],
      [
        "tourism",
        "noun"
      ],
      [
        "transport",
        "noun"
      ],
      [
        "typical",
        "adjective"
      ],
      [
        "vehicle",
        "noun"
      ],
      [
        "weight",
        "noun"
      ],
      [
        "access",
        "noun"
      ],
      [
        "access",
        "verb"
      ],
      [
        "accommodation",
        "noun"
      ],
      [
        "atmosphere",
        "noun"
      ],
      [
        "alternative",
        "adjective"
      ],
      [
        "assignment",
        "noun"
      ],
      [
        "attract",
        "verb"
      ],
      [
        "advertisement",
        "noun"
      ],
      [
        "authority",
        "noun"
      ],
      [
        "balance",
        "noun"
      ],
      [
        "basic",
        "adjective"
      ],
      [
        "candidate",
        "noun"
      ],
      [
        "ceiling",
        "noun"
      ],
      [
        "challenge",
        "noun"
      ],
      [
        "childhood",
        "noun"
      ],
      [
        "client",
        "noun"
      ],
      [
        "commercial",
        "adjective"
      ],
      [
        "communication",
        "noun"
      ],
      [
        "concentrate",
        "verb"
      ],
      [
        "conclude",
        "verb"
      ],
      [
        "confirm",
        "verb"
      ],
      [
        "confused",
        "adjective"
      ],
      [
        "connection",
        "noun"
      ],
      [
        "consequence",
        "noun"
      ],
      [
        "consume",
        "verb"
      ],
      [
        "consumer",
        "noun"
      ],
      [
        "cottage",
        "noun"
      ],
      [
        "countryside",
        "noun"
      ],
      [
        "criminal",
        "adjective"
      ],
      [
        "cultural",
        "adjective"
      ],
      [
        "current",
        "adjective"
      ],
      [
        "decade",
        "noun"
      ],
      [
        "decorate",
        "verb"
      ],
      [
        "define",
        "verb"
      ],
      [
        "destination",
        "noun"
      ],
      [
        "development",
        "noun"
      ],
      [
        "difficulty",
        "noun"
      ],
      [
        "economic",
        "adjective"
      ],
      [
        "editor",
        "noun"
      ],
      [
        "effective",
        "adjective"
      ],
      [
        "emotion",
        "noun"
      ],
      [
        "employment",
        "noun"
      ],
      [
        "engineering",
        "noun"
      ],
      [
        "environmental",
        "adjective"
      ],
      [
        "escape",
        "verb"
      ],
      [
        "exhibition",
        "noun"
      ],
      [
        "explore",
        "verb"
      ],
      [
        "face",
        "verb"
      ],
      [
        "factor",
        "verb"
      ],
      [
        "flood",
        "noun"
      ],
      [
        "frame",
        "noun"
      ],
      [
        "friendship",
        "noun"
      ],
      [
        "fuel",
        "noun"
      ],
      [
        "function",
        "noun"
      ],
      [
        "generation",
        "noun"
      ],
      [
        "global",
        "adjective"
      ],
      [
        "goods",
        "noun"
      ],
      [
        "grade",
        "noun"
      ],
      [
        "graduate",
        "verb"
      ],
      [
        "growth",
        "noun"
      ],
      [
        "guilty",
        "adjective"
      ],
      [
        "historical",
        "adjective"
      ],
      [
        "identity",
        "noun"
      ],
      [
        "impact",
        "noun"
      ],
      [
        "indicate",
        "verb"
      ],
      [
        "influence",
        "noun"
      ],
      [
        "influence",
        "verb"
      ],
      [
        "innocent",
        "adjective"
      ],
      [
        "investigate",
        "verb"
      ],
      [
        "issue",
        "noun"
      ],
      [
        "adolescence",
        "noun"
      ],
      [
        "journal",
        "noun"
      ],
      [
        "judge",
        "noun"
      ],
      [
        "keyboard",
        "noun"
      ],
      [
        "leisure",
        "noun"
      ],
      [
        "limit",
        "verb"
      ],
      [
        "literature",
        "noun"
      ],
      [
        "management",
        "noun"
      ],
      [
        "marketing",
        "noun"
      ],
      [
        "mood",
        "noun"
      ],
      [
        "murder",
        "noun"
      ],
      [
        "muscle",
        "noun"
      ],
      [
        "native",
        "adjective"
      ],
      [
        "nuclear",
        "adjective"
      ],
      [
        "old-fashioned",
        "adjective"
      ],
      [
        "outdoor",
        "adjective"
      ],
      [
        "participate",
        "verb"
      ],
      [
        "peaceful",
        "adjective"
      ],
      [
        "percentage",
        "noun"
      ],
      [
        "performance",
        "noun"
      ],
      [
        "persuade",
        "verb"
      ],
      [
        "portrait",
        "noun"
      ],
      [
        "poverty",
        "noun"
      ],
      [
        "prediction",
        "noun"
      ],
      [
        "press",
        "noun"
      ],
      [
        "pressure",
        "noun"
      ],
      [
        "previously",
        "adverb"
      ],
      [
        "prisoner",
        "noun"
      ],
      [
        "profession",
        "noun"
      ],
      [
        "prove",
        "verb"
      ],
      [
        "punish",
        "verb"
      ],
      [
        "punishment",
        "noun"
      ],
      [
        "relation",
        "noun"
      ],
      [
        "relative",
        "noun"
      ],
      [
        "relaxing",
        "adjective"
      ],
      [
        "remind",
        "verb"
      ],
      [
        "remote",
        "adjective"
      ],
      [
        "request",
        "verb"
      ],
      [
        "respect",
        "verb"
      ],
      [
        "responsible",
        "adjective"
      ],
      [
        "retire",
        "verb"
      ],
      [
        "revise",
        "verb"
      ],
      [
        "risk",
        "noun"
      ],
      [
        "rough",
        "adjective"
      ],
      [
        "sculpture",
        "noun"
      ],
      [
        "soil",
        "noun"
      ],
      [
        "staff",
        "noun"
      ],
      [
        "state",
        "verb"
      ],
      [
        "store",
        "verb"
      ],
      [
        "surface",
        "noun"
      ],
      [
        "theme",
        "noun"
      ],
      [
        "theory",
        "noun"
      ],
      [
        "trade",
        "noun"
      ],
      [
        "translate",
        "verb"
      ],
      [
        "treatment",
        "noun"
      ],
      [
        "trend",
        "noun"
      ],
      [
        "typically",
        "adverb"
      ],
      [
        "unemployed",
        "adjective"
      ],
      [
        "unemployment",
        "noun"
      ],
      [
        "unlikely",
        "adjective"
      ],
      [
        "victim",
        "noun"
      ],
      [
        "waste",
        "noun"
      ],
      [
        "waste",
        "verb"
      ],
      [
        "worldwide",
        "adjective"
      ],
      [
        "you can say that again!",
        "idiom"
      ],
      [
        "absorb",
        "verb"
      ],
      [
        "abstract",
        "adjective"
      ],
      [
        "accommodate",
        "verb"
      ],
      [
        "accuracy",
        "noun"
      ],
      [
        "acquire",
        "verb"
      ],
      [
        "activate",
        "verb"
      ],
      [
        "adapt",
        "verb"
      ],
      [
        "adequate",
        "adjective"
      ],
      [
        "adjust",
        "verb"
      ],
      [
        "appeal",
        "verb"
      ],
      [
        "agriculture",
        "noun"
      ],
      [
        "anxiety",
        "noun"
      ],
      [
        "artificial",
        "adjective"
      ],
      [
        "aspect",
        "noun"
      ],
      [
        "asset",
        "noun"
      ],
      [
        "automatically",
        "adverb"
      ],
      [
        "ballet",
        "noun"
      ],
      [
        "address",
        "verb"
      ],
      [
        "beneficial",
        "adjective"
      ],
      [
        "bias",
        "noun"
      ],
      [
        "brick",
        "noun"
      ],
      [
        "broadcast",
        "verb"
      ],
      [
        "carbon",
        "noun"
      ],
      [
        "casual",
        "adjective"
      ],
      [
        "wages",
        "noun"
      ],
      [
        "clarify",
        "verb"
      ],
      [
        "clerk",
        "noun"
      ],
      [
        "concept",
        "noun"
      ],
      [
        "concrete",
        "noun"
      ],
      [
        "conduct",
        "verb"
      ],
      [
        "conflict",
        "noun"
      ],
      [
        "construct",
        "verb"
      ],
      [
        "construction",
        "noun"
      ],
      [
        "contribute",
        "verb"
      ],
      [
        "controversial",
        "adjective"
      ],
      [
        "controversy",
        "noun"
      ],
      [
        "conventional",
        "adjective"
      ],
      [
        "convert",
        "verb"
      ],
      [
        "creation",
        "noun"
      ],
      [
        "creativity",
        "noun"
      ],
      [
        "crisis",
        "noun"
      ],
      [
        "critical",
        "adjective"
      ],
      [
        "cure",
        "verb"
      ],
      [
        "curriculum",
        "noun"
      ],
      [
        "curved",
        "adjective"
      ],
      [
        "decent",
        "adjective"
      ],
      [
        "decline",
        "noun"
      ],
      [
        "decline",
        "verb"
      ],
      [
        "demonstrate",
        "verb"
      ],
      [
        "depression",
        "noun"
      ],
      [
        "desire",
        "noun"
      ],
      [
        "disappointment",
        "noun"
      ],
      [
        "display",
        "verb"
      ],
      [
        "distinguish",
        "verb"
      ],
      [
        "diverse",
        "adjective"
      ],
      [
        "diversity",
        "noun"
      ],
      [
        "domestic",
        "adjective"
      ],
      [
        "dominate",
        "verb"
      ],
      [
        "drought",
        "noun"
      ],
      [
        "dump",
        "verb"
      ],
      [
        "efficient",
        "adjective"
      ],
      [
        "elderly",
        "adjective"
      ],
      [
        "eliminate",
        "verb"
      ],
      [
        "emerge",
        "verb"
      ],
      [
        "emission",
        "noun"
      ],
      [
        "emotional",
        "adjective"
      ],
      [
        "enhance",
        "verb"
      ],
      [
        "entertaining",
        "adjective"
      ],
      [
        "era",
        "noun"
      ],
      [
        "establish",
        "verb"
      ],
      [
        "ethnic",
        "adjective"
      ],
      [
        "evil",
        "adjective"
      ],
      [
        "evolution",
        "noun"
      ],
      [
        "evolve",
        "verb"
      ],
      [
        "exclude",
        "verb"
      ],
      [
        "exotic",
        "adjective"
      ],
      [
        "exploit",
        "verb"
      ],
      [
        "exploration",
        "noun"
      ],
      [
        "expose",
        "verb"
      ],
      [
        "exposure",
        "noun"
      ],
      [
        "fame",
        "noun"
      ],
      [
        "flexible",
        "adjective"
      ],
      [
        "float",
        "verb"
      ],
      [
        "fond",
        "adjective"
      ],
      [
        "formerly",
        "adverb"
      ],
      [
        "fraud",
        "noun"
      ],
      [
        "fulfil",
        "verb"
      ],
      [
        "fundamental",
        "adjective"
      ],
      [
        "funding",
        "noun"
      ],
      [
        "gesture",
        "noun"
      ],
      [
        "grant",
        "noun"
      ],
      [
        "habitat",
        "noun"
      ],
      [
        "harm",
        "noun"
      ],
      [
        "harmful",
        "adjective"
      ],
      [
        "housing",
        "noun"
      ],
      [
        "icon",
        "noun"
      ],
      [
        "illustrate",
        "verb"
      ],
      [
        "imagination",
        "noun"
      ],
      [
        "immune",
        "adjective"
      ],
      [
        "implication",
        "noun"
      ],
      [
        "imply",
        "verb"
      ],
      [
        "income",
        "noun"
      ],
      [
        "inevitable",
        "adjective"
      ],
      [
        "inevitably",
        "adverb"
      ],
      [
        "infection",
        "noun"
      ],
      [
        "infer",
        "verb"
      ],
      [
        "inform",
        "verb"
      ],
      [
        "infrastructure",
        "noun"
      ],
      [
        "inhabitant",
        "noun"
      ],
      [
        "inherit",
        "verb"
      ],
      [
        "innovation",
        "noun"
      ],
      [
        "innovative",
        "adjective"
      ],
      [
        "insight",
        "noun"
      ],
      [
        "inspire",
        "verb"
      ],
      [
        "intense",
        "adjective"
      ],
      [
        "interact",
        "verb"
      ],
      [
        "interaction",
        "noun"
      ],
      [
        "invade",
        "verb"
      ],
      [
        "investigation",
        "noun"
      ],
      [
        "isolated",
        "adjective"
      ],
      [
        "journalism",
        "noun"
      ],
      [
        "jury",
        "noun"
      ],
      [
        "landscape",
        "noun"
      ],
      [
        "launch",
        "noun"
      ],
      [
        "literary",
        "adjective"
      ],
      [
        "long-term",
        "adjective"
      ],
      [
        "maintain",
        "verb"
      ],
      [
        "present",
        "verb"
      ],
      [
        "master",
        "verb"
      ],
      [
        "mixed",
        "adjective"
      ],
      [
        "extreme",
        "adjective"
      ],
      [
        "modify",
        "verb"
      ],
      [
        "monitor",
        "noun"
      ],
      [
        "monitor",
        "verb"
      ],
      [
        "motivate",
        "verb"
      ],
      [
        "nutrition",
        "noun"
      ],
      [
        "obesity",
        "noun"
      ],
      [
        "obey",
        "verb"
      ],
      [
        "obstacle",
        "noun"
      ],
      [
        "occupation",
        "noun"
      ],
      [
        "occupy",
        "verb"
      ],
      [
        "offence",
        "noun"
      ],
      [
        "offend",
        "verb"
      ],
      [
        "offensive",
        "adjective"
      ],
      [
        "opera",
        "noun"
      ],
      [
        "operate",
        "verb"
      ],
      [
        "orchestra",
        "noun"
      ],
      [
        "outer",
        "adjective"
      ],
      [
        "overcome",
        "verb"
      ],
      [
        "part-time",
        "adjective"
      ],
      [
        "passionate",
        "adjective"
      ],
      [
        "patient",
        "adjective"
      ],
      [
        "phase",
        "noun"
      ],
      [
        "portion",
        "noun"
      ],
      [
        "preserve",
        "verb"
      ],
      [
        "priority",
        "noun"
      ],
      [
        "privacy",
        "noun"
      ],
      [
        "proportion",
        "noun"
      ],
      [
        "publication",
        "noun"
      ],
      [
        "publicity",
        "noun"
      ],
      [
        "radiation",
        "noun"
      ],
      [
        "random",
        "adjective"
      ],
      [
        "realistic",
        "adjective"
      ],
      [
        "recall",
        "verb"
      ],
      [
        "recover",
        "verb"
      ],
      [
        "regret",
        "verb"
      ],
      [
        "regulate",
        "verb"
      ],
      [
        "relatively",
        "adverb"
      ],
      [
        "relevant",
        "adjective"
      ],
      [
        "resolution",
        "noun"
      ],
      [
        "resolve",
        "verb"
      ],
      [
        "retain",
        "verb"
      ],
      [
        "retirement",
        "noun"
      ],
      [
        "rocket",
        "noun"
      ],
      [
        "rural",
        "adjective"
      ],
      [
        "satellite",
        "noun"
      ],
      [
        "satisfy",
        "verb"
      ],
      [
        "scholarship",
        "noun"
      ],
      [
        "senior",
        "adjective"
      ],
      [
        "short-term",
        "adjective"
      ],
      [
        "sibling",
        "noun"
      ],
      [
        "significant",
        "adjective"
      ],
      [
        "solar",
        "adjective"
      ],
      [
        "sophisticated",
        "adjective"
      ],
      [
        "species",
        "noun"
      ],
      [
        "speculate",
        "verb"
      ],
      [
        "speculation",
        "noun"
      ],
      [
        "stable",
        "adjective"
      ],
      [
        "steel",
        "noun"
      ],
      [
        "stimulate",
        "verb"
      ],
      [
        "strict",
        "adjective"
      ],
      [
        "stroke",
        "noun"
      ],
      [
        "struggle",
        "verb"
      ],
      [
        "stunning",
        "adjective"
      ],
      [
        "subsequent",
        "adjective"
      ],
      [
        "subsequently",
        "adverb"
      ],
      [
        "sustainable",
        "adjective"
      ],
      [
        "tension",
        "noun"
      ],
      [
        "therapy",
        "noun"
      ],
      [
        "thesis",
        "noun"
      ],
      [
        "threat",
        "noun"
      ],
      [
        "threaten",
        "verb"
      ],
      [
        "tough",
        "adjective"
      ],
      [
        "transform",
        "verb"
      ],
      [
        "transition",
        "noun"
      ],
      [
        "trigger",
        "verb"
      ],
      [
        "tropical",
        "adjective"
      ],
      [
        "undergo",
        "verb"
      ],
      [
        "universal",
        "adjective"
      ],
      [
        "universe",
        "noun"
      ],
      [
        "up-to-date",
        "adjective"
      ],
      [
        "useless",
        "adjective"
      ],
      [
        "virtual",
        "adjective"
      ],
      [
        "urban",
        "adjective"
      ],
      [
        "viable",
        "adjective"
      ],
      [
        "wealthy",
        "adjective"
      ],
      [
        "worsen",
        "verb"
      ],
      [
        "worthwhile",
        "adjective"
      ],
      [
        "workforce",
        "noun"
      ],
      [
        "workplace",
        "noun"
      ],
      [
        "adulthood",
        "noun"
      ],
      [
        "bond",
        "noun"
      ],
      [
        "brotherhood",
        "noun"
      ],
      [
        "fatherhood",
        "noun"
      ],
      [
        "instinct",
        "noun"
      ],
      [
        "motherhood",
        "noun"
      ],
      [
        "resemblance",
        "noun"
      ],
      [
        "rivalry",
        "noun"
      ],
      [
        "teenager",
        "noun"
      ],
      [
        "temperament",
        "noun"
      ],
      [
        "ties",
        "noun"
      ],
      [
        "upbringing",
        "noun"
      ],
      [
        "active role",
        "compound noun"
      ],
      [
        "extended family",
        "compound noun"
      ],
      [
        "family gathering",
        "compound noun"
      ],
      [
        "immediate family",
        "compound noun"
      ],
      [
        "maternal instinct",
        "compound noun"
      ],
      [
        "sibling rivalry",
        "compound noun"
      ],
      [
        "stable upbringing",
        "compound noun"
      ],
      [
        "striking resemblance",
        "compound noun"
      ],
      [
        "close-knit",
        "adjective"
      ],
      [
        "maternal",
        "adjective"
      ],
      [
        "parental",
        "adjective"
      ],
      [
        "rewarding",
        "adjective"
      ],
      [
        "adopt",
        "verb"
      ],
      [
        "break down",
        "verb"
      ],
      [
        "endure",
        "verb"
      ],
      [
        "have sth in common",
        "phrase/verb"
      ],
      [
        "nurture",
        "verb"
      ],
      [
        "play a role",
        "verb/phrase"
      ],
      [
        "relate (to)",
        "verb"
      ],
      [
        "adolescent",
        "noun"
      ],
      [
        "infant",
        "noun"
      ],
      [
        "maturity",
        "noun"
      ],
      [
        "milestone",
        "noun"
      ],
      [
        "peers",
        "noun"
      ],
      [
        "reminder",
        "noun"
      ],
      [
        "social skills",
        "compound noun"
      ],
      [
        "toddler",
        "noun"
      ],
      [
        "cognitive",
        "adjective"
      ],
      [
        "clumsy",
        "adjective"
      ],
      [
        "fully-grown",
        "adjective"
      ],
      [
        "immature",
        "adjective"
      ],
      [
        "irresponsible",
        "adjective"
      ],
      [
        "mature",
        "adjective"
      ],
      [
        "rebellious",
        "adjective"
      ],
      [
        "tolerant",
        "adjective"
      ],
      [
        "gesture",
        "verb"
      ],
      [
        "imitate",
        "verb"
      ],
      [
        "look back",
        "verb"
      ],
      [
        "mature",
        "verb"
      ],
      [
        "reminisce",
        "verb"
      ],
      [
        "throw a tantrum",
        "phrase/verb"
      ],
      [
        "visualise",
        "verb"
      ],
      [
        "bear in mind",
        "phrase"
      ],
      [
        "broaden the mind",
        "phrase"
      ],
      [
        "have something in mind",
        "phrase"
      ],
      [
        "have something on your mind",
        "phrase"
      ],
      [
        "it slipped my mind",
        "phrase"
      ],
      [
        "keep an open mind",
        "phrase"
      ],
      [
        "my mind went blank",
        "phrase"
      ],
      [
        "put your mind at ease",
        "phrase"
      ],
      [
        "allergy",
        "noun"
      ],
      [
        "appetite",
        "noun"
      ],
      [
        "artery",
        "noun"
      ],
      [
        "cravings",
        "noun"
      ],
      [
        "diagnosis",
        "noun"
      ],
      [
        "dietician",
        "noun"
      ],
      [
        "(eating) disorder",
        "noun"
      ],
      [
        "fast food",
        "compound noun"
      ],
      [
        "heart attack",
        "compound noun"
      ],
      [
        "ingredients",
        "noun"
      ],
      [
        "insomnia",
        "noun"
      ],
      [
        "intake",
        "noun"
      ],
      [
        "junk food",
        "compound noun"
      ],
      [
        "nutrient",
        "noun"
      ],
      [
        "onset",
        "noun"
      ],
      [
        "servings",
        "noun"
      ],
      [
        "variety",
        "noun"
      ],
      [
        "acute",
        "adjective"
      ],
      [
        "allergic",
        "adjective"
      ],
      [
        "alternate",
        "adjective"
      ],
      [
        "brisk",
        "adjective"
      ],
      [
        "chronic",
        "adjective"
      ],
      [
        "healthy",
        "adjective"
      ],
      [
        "infectious",
        "adjective"
      ],
      [
        "moderate",
        "adjective"
      ],
      [
        "obese",
        "adjective"
      ],
      [
        "overweight",
        "adjective"
      ],
      [
        "persistent",
        "adjective"
      ],
      [
        "counteract",
        "verb"
      ],
      [
        "curb",
        "verb"
      ],
      [
        "diminish",
        "verb"
      ],
      [
        "disrupt",
        "verb"
      ],
      [
        "overdo",
        "verb"
      ],
      [
        "overeat",
        "verb"
      ],
      [
        "skip",
        "verb"
      ],
      [
        "attitude",
        "noun"
      ],
      [
        "(achieve a) balance",
        "noun"
      ],
      [
        "daily routine",
        "compound noun"
      ],
      [
        "fulfillment",
        "noun"
      ],
      [
        "optimist",
        "noun"
      ],
      [
        "outlook",
        "noun"
      ],
      [
        "pessimist",
        "noun"
      ],
      [
        "realist",
        "noun"
      ],
      [
        "risk-taker",
        "noun"
      ],
      [
        "self-expression",
        "noun"
      ],
      [
        "active",
        "adjective"
      ],
      [
        "dissatisfied",
        "adjective"
      ],
      [
        "materialistic",
        "adjective"
      ],
      [
        "recreational",
        "adjective"
      ],
      [
        "achieve (a goal)",
        "verb"
      ],
      [
        "lead a happy life",
        "verb phrase"
      ],
      [
        "live life on the edge",
        "verb phrase"
      ],
      [
        "live life to the full",
        "verb phrase"
      ],
      [
        "make a choice",
        "verb phrase"
      ],
      [
        "make a decision",
        "verb phrase"
      ],
      [
        "make a living",
        "verb phrase"
      ],
      [
        "meet a need",
        "verb phrase"
      ],
      [
        "miss (an opportunity)",
        "verb phrase"
      ],
      [
        "play a role",
        "verb phrase"
      ],
      [
        "put pressure on",
        "verb phrase"
      ],
      [
        "set (a goal)",
        "verb phrase"
      ],
      [
        "take part (in)",
        "verb phrase"
      ],
      [
        "work hard for a living",
        "verb phrase"
      ],
      [
        "all walks of life",
        "phrase"
      ],
      [
        "cost of living",
        "phrase"
      ],
      [
        "lifelong ambition",
        "phrase"
      ],
      [
        "living expenses",
        "phrase"
      ],
      [
        "once in a lifetime opportunity",
        "phrase"
      ],
      [
        "standard of living",
        "phrase"
      ],
      [
        "field (of study)",
        "noun"
      ],
      [
        "findings",
        "noun"
      ],
      [
        "graduation",
        "noun"
      ],
      [
        "high school",
        "noun"
      ],
      [
        "junior school",
        "noun"
      ],
      [
        "kindergarten",
        "noun"
      ],
      [
        "learning disorder",
        "compound noun"
      ],
      [
        "lecturer",
        "noun"
      ],
      [
        "limits",
        "noun"
      ],
      [
        "Masters",
        "noun"
      ],
      [
        "nursery",
        "noun"
      ],
      [
        "PhD",
        "noun"
      ],
      [
        "primary school",
        "noun"
      ],
      [
        "resources",
        "noun"
      ],
      [
        "results",
        "noun"
      ],
      [
        "scope",
        "noun"
      ],
      [
        "secondary school",
        "noun"
      ],
      [
        "sources",
        "noun"
      ],
      [
        "syllabus",
        "noun"
      ],
      [
        "tutor",
        "noun"
      ],
      [
        "academic",
        "adjective"
      ],
      [
        "eligible",
        "adjective"
      ],
      [
        "postgraduate",
        "adjective"
      ],
      [
        "single-sex",
        "adjective"
      ],
      [
        "studious",
        "adjective"
      ],
      [
        "work-related",
        "adjective"
      ],
      [
        "adopt (an approach)",
        "verb"
      ],
      [
        "analyze",
        "verb"
      ],
      [
        "find out",
        "verb"
      ],
      [
        "learn (about)",
        "verb"
      ],
      [
        "take (a course)",
        "verb"
      ],
      [
        "conjecture",
        "noun"
      ],
      [
        "dialect",
        "noun"
      ],
      [
        "fluency",
        "noun"
      ],
      [
        "hesitation",
        "noun"
      ],
      [
        "language barrier",
        "noun"
      ],
      [
        "linguist",
        "noun"
      ],
      [
        "linguistics",
        "noun"
      ],
      [
        "means of communication",
        "phrase"
      ],
      [
        "mother tongue",
        "noun"
      ],
      [
        "native speaker",
        "noun"
      ],
      [
        "pronunciation",
        "noun"
      ],
      [
        "sign language",
        "noun"
      ],
      [
        "vocabulary",
        "noun"
      ],
      [
        "incoherent",
        "adjective"
      ],
      [
        "inherent",
        "adjective"
      ],
      [
        "spontaneous",
        "adjective"
      ],
      [
        "comprehend",
        "verb"
      ],
      [
        "converse",
        "verb"
      ],
      [
        "refer (to)",
        "verb"
      ],
      [
        "signify",
        "verb"
      ],
      [
        "stutter",
        "verb"
      ],
      [
        "there is something to be said for",
        "idiom"
      ],
      [
        "needless to say",
        "idiom"
      ],
      [
        "have a say",
        "idiom"
      ],
      [
        "when all is said and done",
        "idiom"
      ],
      [
        "having said that",
        "idiom"
      ],
      [
        "to say the least",
        "idiom"
      ],
      [
        "that is to say",
        "idiom"
      ],
      [
        "eco-tourism",
        "noun"
      ],
      [
        "identification",
        "noun"
      ],
      [
        "peak",
        "noun"
      ],
      [
        "facilities",
        "noun"
      ],
      [
        "luggage",
        "noun"
      ],
      [
        "travelling",
        "noun"
      ],
      [
        "adventurous",
        "adjective"
      ],
      [
        "budget",
        "adjective"
      ],
      [
        "breathtaking",
        "adjective"
      ],
      [
        "coastal",
        "adjective"
      ],
      [
        "cosmopolitan",
        "adjective"
      ],
      [
        "luxurious",
        "adjective"
      ],
      [
        "mountainous",
        "adjective"
      ],
      [
        "picturesque",
        "adjective"
      ],
      [
        "polluted",
        "adjective"
      ],
      [
        "quaint",
        "adjective"
      ],
      [
        "scenic",
        "adjective"
      ],
      [
        "traditional",
        "adjective"
      ],
      [
        "unspoilt",
        "adjective"
      ],
      [
        "fluctuate",
        "verb"
      ],
      [
        "age",
        "noun"
      ],
      [
        "archaeologist",
        "noun"
      ],
      [
        "excavation",
        "noun"
      ],
      [
        "the Middle Ages",
        "noun"
      ],
      [
        "millennia",
        "noun"
      ],
      [
        "pioneer",
        "noun"
      ],
      [
        "timeline",
        "noun"
      ],
      [
        "chronological",
        "adjective"
      ],
      [
        "consecutive",
        "adjective"
      ],
      [
        "imminent",
        "adjective"
      ],
      [
        "middle-aged",
        "adjective"
      ],
      [
        "nostalgic",
        "adjective"
      ],
      [
        "prehistoric",
        "adjective"
      ],
      [
        "prior (to)",
        "adjective"
      ],
      [
        "punctual",
        "adjective"
      ],
      [
        "time-consuming",
        "adjective"
      ],
      [
        "erode",
        "verb"
      ],
      [
        "predate",
        "verb"
      ],
      [
        "span",
        "verb"
      ],
      [
        "chronologically",
        "adverb"
      ],
      [
        "animal kingdom",
        "noun"
      ],
      [
        "burrow",
        "noun"
      ],
      [
        "crop(s)",
        "noun"
      ],
      [
        "den",
        "noun"
      ],
      [
        "ecological balance",
        "noun"
      ],
      [
        "ecology",
        "noun"
      ],
      [
        "extinction",
        "noun"
      ],
      [
        "fauna",
        "noun"
      ],
      [
        "flora",
        "noun"
      ],
      [
        "genetics",
        "noun"
      ],
      [
        "human nature",
        "noun"
      ],
      [
        "Mother Nature",
        "noun"
      ],
      [
        "pesticides",
        "noun"
      ],
      [
        "predator",
        "noun"
      ],
      [
        "vegetation",
        "noun"
      ],
      [
        "vermin",
        "noun"
      ],
      [
        "weed",
        "noun"
      ],
      [
        "prey",
        "noun"
      ],
      [
        "repercussions",
        "noun"
      ],
      [
        "scent",
        "noun"
      ],
      [
        "arid",
        "adjective"
      ],
      [
        "catastrophic",
        "adjective"
      ],
      [
        "disastrous",
        "adjective"
      ],
      [
        "domesticated",
        "adjective"
      ],
      [
        "endangered",
        "adjective"
      ],
      [
        "extinct",
        "adjective"
      ],
      [
        "genetically-modified",
        "adjective"
      ],
      [
        "introduced",
        "adjective"
      ],
      [
        "resistant",
        "adjective"
      ],
      [
        "semi-arid",
        "adjective"
      ],
      [
        "vulnerable",
        "adjective"
      ],
      [
        "wild",
        "adjective"
      ],
      [
        "combat",
        "verb"
      ],
      [
        "cultivate",
        "verb"
      ],
      [
        "eradicate",
        "verb"
      ],
      [
        "hibernate",
        "verb"
      ],
      [
        "tolerate",
        "verb"
      ],
      [
        "asteroid",
        "noun"
      ],
      [
        "astronaut",
        "noun"
      ],
      [
        "cosmos",
        "noun"
      ],
      [
        "crater",
        "noun"
      ],
      [
        "debris",
        "noun"
      ],
      [
        "explorer",
        "noun"
      ],
      [
        "galaxy",
        "noun"
      ],
      [
        "gravity",
        "noun"
      ],
      [
        "horizon",
        "noun"
      ],
      [
        "meteor",
        "noun"
      ],
      [
        "orbit",
        "noun"
      ],
      [
        "outer space",
        "noun"
      ],
      [
        "simulator",
        "noun"
      ],
      [
        "solar system",
        "noun"
      ],
      [
        "spacecraft",
        "noun"
      ],
      [
        "space shuttle",
        "noun"
      ],
      [
        "space station",
        "noun"
      ],
      [
        "weightlessness",
        "noun"
      ],
      [
        "cosmic",
        "adjective"
      ],
      [
        "gravitational",
        "adjective"
      ],
      [
        "horizontal",
        "adjective"
      ],
      [
        "lunar",
        "adjective"
      ],
      [
        "meteoric",
        "adjective"
      ],
      [
        "terrestrial",
        "adjective"
      ],
      [
        "toxic",
        "adjective"
      ],
      [
        "uninhabitable",
        "adjective"
      ],
      [
        "unmanned",
        "adjective"
      ],
      [
        "acclimatise",
        "verb"
      ],
      [
        "colonise",
        "verb"
      ],
      [
        "orbit",
        "verb"
      ],
      [
        "propel",
        "verb"
      ],
      [
        "rotate",
        "verb"
      ],
      [
        "sustain",
        "verb"
      ],
      [
        "simulate",
        "verb"
      ],
      [
        "balcony",
        "noun"
      ],
      [
        "design",
        "noun/verb"
      ],
      [
        "elevator",
        "noun"
      ],
      [
        "gadget",
        "noun"
      ],
      [
        "landmark",
        "noun"
      ],
      [
        "lift shaft",
        "noun"
      ],
      [
        "occupant",
        "noun"
      ],
      [
        "quarry",
        "noun"
      ],
      [
        "residence",
        "noun"
      ],
      [
        "skyscraper",
        "noun"
      ],
      [
        "staircase",
        "noun"
      ],
      [
        "storage",
        "noun"
      ],
      [
        "timber",
        "noun"
      ],
      [
        "airy",
        "adjective"
      ],
      [
        "cosy",
        "adjective"
      ],
      [
        "cramped",
        "adjective"
      ],
      [
        "disposable",
        "adjective"
      ],
      [
        "multi-storey",
        "adjective"
      ],
      [
        "ornate",
        "adjective"
      ],
      [
        "prefabricated",
        "adjective"
      ],
      [
        "single-storey",
        "adjective"
      ],
      [
        "spacious",
        "adjective"
      ],
      [
        "state-of-the-art",
        "adjective"
      ],
      [
        "two-storey",
        "adjective"
      ],
      [
        "ultra-modern",
        "adjective"
      ],
      [
        "automate",
        "verb"
      ],
      [
        "condemned",
        "verb"
      ],
      [
        "demolish",
        "verb"
      ],
      [
        "devise",
        "verb"
      ],
      [
        "haul",
        "verb"
      ],
      [
        "hoist",
        "verb"
      ],
      [
        "reconstruct",
        "verb"
      ],
      [
        "renovate",
        "verb"
      ],
      [
        "automatic pilot",
        "noun"
      ],
      [
        "computerisation",
        "noun"
      ],
      [
        "the Internet",
        "noun"
      ],
      [
        "keypad",
        "noun"
      ],
      [
        "laptop (computer)",
        "noun"
      ],
      [
        "the latest",
        "noun"
      ],
      [
        "patent",
        "noun"
      ],
      [
        "prototype",
        "noun"
      ],
      [
        "remote control",
        "noun"
      ],
      [
        "silicon chip",
        "noun"
      ],
      [
        "telecommunications",
        "noun"
      ],
      [
        "vision",
        "noun"
      ],
      [
        "wireless connection",
        "noun"
      ],
      [
        "compact",
        "adjective"
      ],
      [
        "computerised",
        "adjective"
      ],
      [
        "cutting-edge",
        "adjective"
      ],
      [
        "cyber",
        "adjective"
      ],
      [
        "dated",
        "adjective"
      ],
      [
        "labour-saving",
        "adjective"
      ],
      [
        "portable",
        "adjective"
      ],
      [
        "user-friendly",
        "adjective"
      ],
      [
        "wireless connection",
        "adjective"
      ],
      [
        "envision",
        "verb"
      ],
      [
        "revolutionise",
        "verb"
      ],
      [
        "scroll",
        "verb"
      ],
      [
        "surpass",
        "verb"
      ],
      [
        "brand",
        "noun"
      ],
      [
        "demographics",
        "noun"
      ],
      [
        "globalisation",
        "noun"
      ],
      [
        "hindsight",
        "noun"
      ],
      [
        "isolation",
        "noun"
      ],
      [
        "joint venture",
        "noun"
      ],
      [
        "monopoly",
        "noun"
      ],
      [
        "modernisation",
        "noun"
      ],
      [
        "multiculturalism",
        "noun"
      ],
      [
        "projection",
        "noun"
      ],
      [
        "statistics",
        "noun"
      ],
      [
        "ageing",
        "adjective"
      ],
      [
        "demographic",
        "adjective"
      ],
      [
        "mid-term",
        "adjective"
      ],
      [
        "multicultural",
        "adjective"
      ],
      [
        "productive",
        "adjective"
      ],
      [
        "sceptical",
        "adjective"
      ],
      [
        "compound",
        "verb"
      ],
      [
        "dwindle",
        "verb"
      ],
      [
        "merge",
        "verb"
      ],
      [
        "migrate",
        "verb"
      ],
      [
        "compromise",
        "noun"
      ],
      [
        "dilemma",
        "noun"
      ],
      [
        "megacity",
        "noun"
      ],
      [
        "migrant",
        "noun"
      ],
      [
        "overpopulation",
        "noun"
