[{"name":"Today vocabularies","vs":["rant","pt","bad","don\u0027t","resent","about","ion","fin","explanation","fir","advance","offer","turn on","tee","cake","horrible","nit","let","cinema","element","addition","ram","app","ad","rat","instruct","upgrade","old","want","pool","pack","exam","seat","as","at","re","stop","size","reserved","grade","intermediate","to go","wing","wind","hang","be","turn","hot","sea","sleep","how","swimming","vocabulary","are","term","re-","so","ructions","key","connect","policy","a","st","vice","art","c","learn","g","gram","e-","loads","cl","right","l","m","declaration","p","face","fast","invite","lease","thing","chart","grad","open","ratio","bed","ace","fridge","correct","go to bed","developing","ice","run","do","ford","good","down","empty","red","features","ref","act","late","contact","tin","prelim","warning","hat","talk","up","icy","info","par","add","image","test","please","develop","check","list","consent","thin","warn","take","ex","piece","page","swim","party","some","book","for","learning","cold","choose","hart","cis","content","ding","kin","negative","load","related","interest","ridge","sit","ore","go","reading","war","rice","give in","with","form","there","window","age","base","hi","copyright","advanced","rib","rid","thanks","rig","twitter","grammar","terms","price","pen","rip","teeth","per","plan","pet","order","sentence","give","van","cookie","in","belt","made","work","inter","lesson","verb","is","come","script","afford","contents","light","following","care","elated","don","log","ail","ping","mediate","exercise","pint","toe","subscription","login","our","out","mad","mag","feature","top","era","low","ear","get","writing","have","dark","eat","copy","imperative","tire","include","side","cook","suggestion","change","restaurant","tired","suggest","ed.","off","urn","writ","instruction","able","fun","first","col","coo","bout","topi","con","dab","mail","cop","subject","use","fee","own","tell","feel","simple","serve","used","pie","lad","listen","that","download","son","ma","-en","than","from","day","cable","fasten","mm","mo","read","tar","level","king","infinitive","ill","get in","touch","hose","film","plea","outside","elementary","topic","plug","present","p.","here","no","request","tent","boo","candy","cab","advice","part","link","careful","media","eel","gin","platform","can","eve","car","and","of","today","sad","reserve","working","make","win","pre-","on","op","rest","or","sap","wit","will","ant","ink","follow","pa","earn","go out","all right"]}]